Repository: Xoristzatziki/sudoku-as-puzzle
Catalog: locale/*/LC_MESSAGES/gr.kekbay.sudokupuzzle.po
Languages: el

source: Font aspect:
el: Κλίμακα γραμματοσειράς:

source: Fore Color
el: Χρώμα των ψηφίων

source: Back Color
el: Χρώμα υποβάθρου

source: Show only board
el: Μόνο το παζλ

source: Show timer
el: Χρονόμετρο

source: Show remaining pieces
el: Απομένοντα ψηφία

source: Dictionaries
el: Ομάδες πεσσών

source: Standard
el: Κλασικό

source: Undo
el: Αναίρεση

source: Redo
el: Ακύρωση της αναίρεσης

source: New puzzle
el: Νέος γρίφος

source: Continue
el: Συνέχισε

source: Continue last played if not solved
el: Συνεχίζει το προηγούμενο αν δεν είχε λυθεί

source: Options
el: Επιλογές

source: _Yes
el: _Ναι

source: _OK
el: _Εντάξει

source: _No
el: Ό_χι

source: _Cancel
el: Ά_κυρο

source: OK
el: Εντάξει

source: ERROR
el: ΣΦΑΛΜΑ

source: WARNING
el: ΠΡΟΕΙΔΟΠΟΙΗΣΗ

source: QUESTION
el: ΕΡΩΤΗΣΗ

source: INFO
el: ΠΛΗΡΟΦΟΡΙΑ

source: You are about to:
el: Πρόκειται να:

source: Are you sure?
el: Είστε σίγουρος/η;

source: Sudoku Puzzle
el: Σουντόκου παζλ

source: a title
el: Τίτλος της εφαρμογής:

source: Version of this window:
el: Έκδοση αυτού του παραθύρου:

source: Not yet implemented
el: Δεν έχει υλοποιηθεί ακόμα

source: Remaining numbers:
el: Απομένοντα:

source: Drag «{}» to the board...
el: Σύρετε το «{}» σε κάποιο τετράγωνο...

source: You have placed all «{}».
el: Τοποθετήθηκαν όλα τα «{}».

source: Solved!
el: Λύθηκε!

source: time passed
el: διάρκεια

source: Last puzzle solved. Starting new game.
el: Έχει ήδη λυθεί! Θα ξεκινήσει νέο.

source: No valid time saved. Starting new game.
el: Μη έγκυρος χρόνος. Θα ξεκινήσει νέο.

source: No moves in saved puzzle. Starting new game.
el: Δεν βρέθηκαν αποθηκευμένες κινήσεις. Θα ξεκινήσει νέο.

source: No valid board saved. Starting new game.
el: Δεν βρέθηκε έγκυρο προηγούμενο παζλ. Θα ξεκινήσει νέο.

source: Font
el: Γραμματοσειρά

source: Font aspect
el: Κλίμακα γραμματοσειράς:

source: Digits
el: Ψηφία

source: Home
el: Αρχική
